export const LOCALE: string = 'ru';

export const TRANSLATES: Record<string, Record<string, string>> = {
  ru: {
    сonsumables: 'Расходные материалы',
    сonsumablesWholesaleRetail: 'Расходные материалы оптом и в розницу',
    aboutUsDescription: 'Наша компания на рынке более 5 лет и за это время мы сумели себя хорошо зарекомендовать. Мы работаем, чтобы обеспечить специалистов с сфере красоты и здоровья всем необходимым для качественной и безопасной работы. Прямые поставки от заводов- производителей позволяют нам предлагать своим клиентам только самые выгодные предложения и лучшие цены.',
    main: 'Главная',
    delivery: 'Доставка',
    contacts: 'Контакты',
    requestCall: 'Заказать звонок',
    send: 'Отправить',
    yourName: 'Ваше имя',
    phone: 'Телефона',
    search: 'Поиск',
    requestCallSended: 'Наши операторы свяжутся с вами',
    advantages: 'Преимущества',
    deliveryAdvantage: 'Бесплатная доставка по Могилеву при заказе от 80р'
  }
}